Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-1430.html.tmx
Source language: sme
Languages: nob

source: PRD : Neahttavuđot lohkanprográmma sámi geavaheddjiide
nob: PRM : Nettbasert leseprogram for samiske brukere

source: Sámedikki várrepresideanta Johan Mikkel Sara lea beahtahallan go stáhtaráđđi Heidi Grande Røys lea guođđán sámegiela eret go son dál almmuha nuvttá reaiddu mainna sáhttá rievdadit teavsttaid dihtor- ja neahttaoktavuođas njálmmálaš girjedárrun ja ođđadárogiellan .
nob: Sametingets visepresident , Johan Mikkel Sara , er skuffet over at statsråd Heidi Grande Røys har utelatt samisk språk når hun nå lanserer et gratis verktøy for å gjøre tekst i data- og nettsammenheng om til tale for bokmål og nynorsk .

source: Almmuhan Hivand , Pål .
nob: Publisert av Hivand , Pål .

source: Maŋimustá rievdaduvvon 30.11.2006
nob: Sist endret 30.11.2006

source: - Mis leat guokte almmolaš giela Norggas : dáro- ja sámegiella .
nob: - Vi har to offisielle språk i Norge : norsk og samisk .

source: Sámegielat dihtor- ja neahttageavaheaddjiin lea stuorra dárbu prográmmagálvui mii buvttášii sámegiela buorebut olámuddui dihtoroktavuođas .
nob: Samisktalende data- og nettbrukere har et enormt behov for programvare som gjør samisk lettere tilgjengelig i IT-sammenheng .

source: Hui ollu sámegielagiin lea dat vuolggasadji ahte sii eai máhte iežaset giela čállit , muhto máhttet gal eatnigielaset njálmmálaččat .
nob: Svært mange samisktalende har det utgangspunktet at de ikke behersker sitt eget skriftspråk , mens de behersker morsmålet muntlig .

source: Fálaldat nu gohčoduvvon hállansyntese-prográmma hárrái livččii danne hui deaŧalaš ja váillahuvvon gaskaoapmi mainna nannet sámegiela buot dásiin , dadjá várre ¬presideanta Johan Mikkel Sara .
nob: Et tilbud om såkalt talesyntese-program ville derfor være et svært viktig og etterlengtet verktøy for å styrke det samiske språket på alle nivå , sier visepresident Johan Mikkel Sara .

source: Ođasmahttindeparemeanta lea bivdán Telenora ja Microsoft ovddidit dihtorprográmma mii sáhttá rievdadit teavstta prográmmain ja neahtas njálmmálaš girjedárrun ja ođđadárogillii .
nob: Fornyingsdepartementet har bedt Telenor og Microsoft om å utvikle et dataprogram som vil gjøre tekst fra programmer og nett om til tale på bokmål og nynorsk .

source: Prográmmagálvu lea nuvttá ja dan sáhttá geavahit dušše Windows-plattformen bokte .
nob: Programvaren vil være gratis og vil bare kunne kjøres på Windows-plattformen .

source: Sámediggi álggahii 2005s barggu ovddidit sierra stávenreaiddu ja sátnejuohkinprográmma davvisámegillii ja julevsámegillii .
nob: Sametinget startet i 2005 arbeidet med å utvikle et eget stavekontroll og orddelingsprogram for nordsamisk og lulesamisk .

source: Prográmma galgá sáhttit geavahit Windows , Linux ja MaxOS bokte .
nob: Programmet skal kunne kjøre på Windows , Linux og MaxOS .

source: Seammás lea Sámediggi ráhkadan plánaid ovddidit sámi hállansyntese .
nob: Samtidig har Sametinget laget planer for utvikling av samisk talesyntese .

source: - Go ráđđehus ii váldde vuhtii sámegiela iežas ovddidanplánain , de rehkenasttán mun ahte dat čájeha dáhtu ruhtadit Sámedikki prošeavtta ovddidit sámegiela hállansyntese .
nob: - Når regjeringen ikke tar hensyn til samisk språk i sine utviklingsplaner , så regner jeg med at man viser vilje til å finansiere Sametingets prosjekt for utvikling av samisk talesyntese .

source: Min rehkenastimat čájehit ahte dat šattašii máksit 4,2 miljon ruvnno giela nammii .
nob: Våre beregninger viser at det vil koste 4,2 millioner kroner per språk .

source: Davvisámegiella ja julevsámegiella leat vuosttaš vuorus áigeguovdilat , deattuha Sara .
nob: Nordsamisk og lulesamisk språk vil aktuelt i første omgang , understreker Sara .

source: Sámedikki várrepresideanta
nob: Sametingets visepresident

source: Telefuvdna
nob: Telefon

source: Liŋka
nob: Link

source: Hállansyntese birra
nob: Mer om " talesyntese " ?

source: Artihkkalat
nob: ( Wikipedia )

source: eSápmi - sámi IT-strategiijat
nob: eSápmi - samiske IT-strategier
